Repository: X39/UnitedTacticalForces
Catalog: source/X39.UnitedTacticalForces.Api/Properties/Language.*.resx
Languages: de

# ServerController_Arma3_ServerCfg_PasswordAdmin_Title
source: Admin password
de: Admin Passwort

# ServerController_Arma3_ServerCfg_PasswordAdmin_Description
source: Password to protect admin access via "#login <PASSWORD>".
de: Passwort zum Schutz des Admin-Zugangs über "#login <PASSWORD>".

# ServerController_Arma3_ServerCfg_Password_Title
source: Server password
de: Server Passwort

# ServerController_Arma3_ServerCfg_Password_Description
source: Password for the connection to the server.
de: Passwort für die Verbindung zum Server.

# ServerController_Arma3_ServerCfg_ServerCommandPassword_Title
source: SQF command password
de: SQF Kommando Passwort

# ServerController_Arma3_ServerCfg_ServerCommandPassword_Description
source: Password required for the alternative syntax of serverCommand's server-side scripting (case-sensitive).
de: Kennwort, das für die alternative Syntax der serverseitigen Skripterstellung von serverCommand erforderlich ist (Groß-/Kleinschreibung wird berücksichtigt).

# ServerController_Arma3_ServerCfg_GeneralGroup
source: General
de: Allgemein

# ServerController_Arma3_ServerCfg_Hostname_Description
source: Server name visible in the game browser.
de: Im Spielbrowser sichtbarer Servername.

# ServerController_Arma3_ServerCfg_MaxPlayers_Description
source: The maximum number of players that can connect to the server. The final number is the smaller value between the number given here and the number of mission slots.
de: Die maximale Anzahl von Spielern, die sich mit dem Server verbinden können. Die endgültige Zahl ist der kleinere Wert zwischen der hier angegebenen Zahl und der Anzahl der Missionsslots.

# ServerController_Arma3_ServerCfg_MaxPlayers_Title
source: Maximum players
de: Maximale Spieleranzahl

# ServerController_Arma3_ServerCfg_Motd_Description
source: Message displayed when connecting to the server.
de: Meldung, die bei der Verbindung mit dem Server angezeigt wird.

# ServerController_Arma3_ServerCfg_Admins_Description
source: List of player uids (SteamID64) that are able to #login without providing a password. Format: {"1234567890", "2345678901"}
de: Liste der Spieler-Uids (SteamID64), die in der Lage sind, sich ohne Angabe eines Passworts anzumelden.

# ServerController_Arma3_ServerCfg_Admins_Title
source: Admins
de: Administratoren

# ServerController_Arma3_ServerCfg_HeadlessClients_Description
source: Headless Client IPs. Im Falle mehrerer Headless Clients sind mehrere Verbindungen und Adressen zulässig.
de: Headless Client IPs. Multiple connections and addresses are allowed in the case of multiple headless clients.

# ServerController_Arma3_ServerCfg_LocalClient_Title
source: Local client IPs
de: Lokale-Client IPs

# ServerController_Arma3_ServerCfg_LocalClient_Description
source: Declares clients with unlimited bandwidth and almost no latency.
de: Deklariert Clients mit unbegrenzter Bandbreite und fast ohne Latenz. Siehe Arma 3: Headless Client.

# ServerController_Arma3_ServerCfg_FilePatchingExceptions_Title
source: File patching exceptions
de: File-Patching ausnahmen

# ServerController_Arma3_ServerCfg_FilePatchingExceptions_Description
source: List of player Uids (SteamId64) that are allowed to ignore the rules of allowedFilePatching and verifySignatures so they can join the server with any mods of their choice. Signature errors are still logged by the server on connection and can kick the user if the error occurs before the server knows the client's SteamID, e.g. if they try to join with completely unsigned pbo's.
de: Liste der Spieler-Uids (SteamId64), die die Regeln von allowedFilePatching und verifySignatures ignorieren dürfen, damit sie dem Server mit beliebigen Mods ihrer Wahl beitreten können. Signaturfehler werden immer noch vom Server bei der Verbindung protokolliert und können den Benutzer kicken, wenn der Fehler auftritt, bevor der Server die SteamID des Clients kennt, z. B. wenn sie versuchen, mit völlig unsignierten pbo's beizutreten.

# ServerController_Arma3_Host_ServerMod_Description
source: Loads the specified subfolders for various server-side (not transferred to clients) mods. Separated by semicolons. Absolute path and multiple stacked folders are possible. In Linux, arguments for multiple folders require the following separator syntax: -mod=mod1\;mod2\;mod3.
de: Lädt die angegebenen Unterordner für verschiedene serverseitige (nicht an Clients übertragene) Mods. Getrennt durch Semikolons. Absoluter Pfad und mehrere gestapelte Ordner sind möglich. In Linux benötigen Argumente für mehrere Ordner die folgende Trennsyntax: -mod=mod1\;mod2\;mod3.

# ServerController_Arma3_Host_Port_Description
source: Port on which the dedicated server should listen.
de: Port, auf dem der dedizierte Server lauschen soll.

# ServerController_Arma3_Host_ServerMod_Title
source: Server mods
de: Server Modifikationen

# ServerController_Arma3_BasicCfg_GeneralGroup
source: General
de: Allgemein

# ServerController_Arma3_ServerCfg_MaxBandwidth_Title
source: Maximum bandwidth
de: Maximale Bandbreite

# ServerController_Arma3_ServerCfg_MaxCustomFileSize_Title
source: Maximum custom file size
de: Maximale Dateigröße für Benutzerdateien

# ServerController_Arma3_ServerCfg_MaxMsgSend_Title
source: Maximum messages per frame
de: Maximale Anzahl an Nachrichten pro Frame

# ServerController_Arma3_ServerCfg_MaxSizeGuaranteed_Title
source: Maximum TCP package size
de: Maximale TCP Paketgröße

# ServerController_Arma3_ServerCfg_MaxSizeNonguaranteed_Title
source: Maximum UDP package size
de: Maximale UDP Paketgröße

# ServerController_Arma3_ServerCfg_MinBandwidth_Title
source: Expected minimal bandwidth
de: Erwartete minimale Bandbreite

# ServerController_Arma3_ServerCfg_MinErrorToSendNear_Title
source: Minimal error to send near
de: Minimal zu versendende Fehler Nah

# ServerController_Arma3_ServerCfg_MinErrorToSend_Title
source: Minmal error to send
de: Minimal zu versendende Fehler

# ServerController_Arma3_ServerCfg_MaxMsgSend_Description
source: Maximum number of packets (grouped messages) that can be sent in one simulation cycle ("frame"). Increasing this value can reduce the delay on servers with high upload bandwidth.
de: Maximale Anzahl von Paketen (zusammengefasste Nachrichten), die in einem Simulationszyklus ("Frame") gesendet werden können. Eine Erhöhung dieses Wertes kann die Verzögerung auf Servern mit hoher Upload-Bandbreite verringern.

# ServerController_Arma3_ServerCfg_MaxSizeGuaranteed_Description
source: Maximum size (payload) of the guaranteed packet in bytes (without header). Small messages are packed into larger packets (aggregate messages). Guaranteed packets (aggregate messages) are used for non-recurring events like firing.
de: Maximale Größe (Nutzlast) des garantierten Pakets in Bytes (ohne Header). Kleine Nachrichten werden zu größeren Paketen (Aggregatnachrichten) gepackt. Garantierte Pakete (Aggregatnachrichten) werden für nicht wiederkehrende Ereignisse wie Schießen verwendet.

# ServerController_Arma3_ServerCfg_MaxSizeNonguaranteed_Description
source: Maximum size (payload) of the non-guaranteed packet in bytes (without header). Small messages are packed into larger packets (aggregate messages). Non-guaranteed packets (aggregate messages) are used for repetitive updates such as the position of soldiers or vehicles. Increasing this value can improve the bandwidth requirement, but may increase the delay.
de: Maximale Größe (Nutzlast) des nicht garantierten Pakets in Bytes (ohne Header). Kleine Nachrichten werden zu größeren Paketen (Aggregatnachrichten) gepackt. Nicht garantierte Pakete (aggregierte Nachrichten) werden für sich wiederholende Aktualisierungen wie die Position von Soldaten oder Fahrzeugen verwendet. Eine Erhöhung dieses Wertes kann die Bandbreitenanforderung verbessern, kann aber die Verzögerung erhöhen.

# ServerController_Arma3_ServerCfg_MinBandwidth_Description
source: Bandwidth guaranteed to the server (in bps). This value helps the server estimate the available bandwidth. An overly optimistic value can increase delay and CPU load because too many messages are sent but discarded.
de: Bandbreite, die dem Server garantiert wird (in bps). Dieser Wert hilft dem Server bei der Einschätzung der verfügbaren Bandbreite. Ein zu optimistischer Wert kann die Verzögerung und die CPU-Last erhöhen, da zu viele Nachrichten gesendet, aber verworfen werden.

# ServerController_Arma3_ServerCfg_MaxBandwidth_Description
source: Bandwidth that is guaranteed never to be available to the server (in bps). This value helps the server estimate the available bandwidth.
de: Bandbreite, die dem Server garantiert nie zur Verfügung steht (in bps). Dieser Wert hilft dem Server bei der Einschätzung der verfügbaren Bandbreite.

# ServerController_Arma3_ServerCfg_MinErrorToSend_Description
source: Minimal bug when sending updates over the network. Using a smaller value can cause units observed with binoculars or sniper rifles to move more smoothly, but this comes with increased network traffic. Example: A unit 1 km (distance d = 1 km) from the player with MinErrorToSend = 0.001 (METS = 0.001) would send an update if that unit moved 50 m (error value E = 50). Formula: d = sqrt[(20E)/METS] ; 1000 = sqrt[(20E)/0.001] -> E = 50 In reality, other factors of the object are also considered according to a weighted scale. If the error value (E) between the master copy of an object (whoever "owns" the object) and the perceived/simulated copy of the same object by a client is >= MinErrorToSend (METS), a network update message is sent for that object.
de: Minimaler Fehler beim Senden von Aktualisierungen über das Netzwerk. Die Verwendung eines kleineren Wertes kann dazu führen, dass Einheiten, die mit einem Fernglas oder Scharfschützengewehr beobachtet werden, sich flüssiger bewegen, was jedoch mit einem erhöhten Netzwerkverkehr einhergeht. Beispiel: Eine Einheit, die 1 km (Entfernung d = 1 km) vom Spieler entfernt ist, mit MinErrorToSend = 0,001 (METS = 0,001) würde eine Aktualisierung senden, wenn sich diese Einheit 50 m bewegt (Fehlerwert E = 50). Formel: d = sqrt[(20E)/METS] ; 1000 = sqrt[(20E)/0.001] -> E = 50 In der Realität werden auch andere Faktoren des Objekts nach einer gewichteten Skala berücksichtigt. Wenn der Fehlerwert (E) zwischen der Master-Kopie eines Objekts (wem auch immer das Objekt "gehört") und der von einem Client wahrgenommenen/simulierten Kopie desselben Objekts >= MinErrorToSend (METS) ist, wird eine Netzwerkaktualisierungsnachricht für dieses Objekt gesendet.

# ServerController_Arma3_ServerCfg_MinErrorToSendNear_Description
source: Minimal error when sending updates over the network for nearby units. Using a larger value may reduce traffic for nearby units. Also used to control traffic between client and server. Using MinErrorToSend alone, for small distance values (d), the frequency of high errors (E) would result in excessive network messages that are not necessary but could negatively affect FPS. Too large a value for METSN may prevent desirable network update messages from being sent in a timely manner, causing units to appear to "warp".
de: Minimaler Fehler beim Senden von Aktualisierungen über das Netz für nahe Einheiten. Die Verwendung eines größeren Wertes kann den Datenverkehr für nahe Einheiten reduzieren. Wird auch zur Kontrolle des Datenverkehrs zwischen Client und Server verwendet. Bei der Verwendung von MinErrorToSend allein würde bei kleinen Entfernungswerten (d) die Häufigkeit von hohen Fehlern (E) zu übermäßigen Netzwerkmeldungen führen, die nicht notwendig sind, aber die FPS negativ beeinflussen könnten. Ein zu großer Wert für METSN kann verhindern, dass rechtzeitig wünschenswerte Netzwerk-Update-Nachrichten gesendet werden, was dazu führen kann, dass sich die Einheiten zu "verziehen" scheinen.

# ServerController_Arma3_ServerCfg_SocketsMaxPacketSize_Description
source: Maximum size of the packet sent over the network. This can be set independently for both client-to-server and server-to-client(s)! !!! Only use if your router or ISP enforces a smaller packet size and you have connection problems with the game. Desync could happen if MaxSizeGuaranteed/MaxSizeNonuaranteed values above maxPacketSize are used.
de: Maximale Größe des über das Netz gesendeten Pakets. Dies kann sowohl für Client-to-Server als auch für Server-to-Client(s) unabhängig voneinander eingestellt werden! !!! Nur verwenden, wenn Ihr Router oder ISP eine geringere Paketgröße erzwingt und Sie Verbindungsprobleme mit dem Spiel haben. Desync könnte passieren, wenn MaxSizeGuaranteed/MaxSizeNonuaranteed Werte über der maxPacketSize verwendet werden.

# ServerController_Arma3_ServerCfg_SocketsMaxPacketSize_Title
source: Max package size
de: Maximale Paketgröße

# ServerController_Arma3_ServerCfg_MaxCustomFileSize_Description
source: Users with a custom face or custom tone larger than this size will be rejected when attempting to connect.
de: Benutzer mit einem benutzerdefinierten Gesicht oder einem benutzerdefinierten Ton, der größer als diese Größe ist, werden beim Verbindungsversuch abgewiesen.
