Repository: X39/UnitedTacticalForces
Catalog: source/X39.UnitedTacticalForces.WebApp/Properties/Language.*.resx
Languages: de

# Shared_NavMenu_Events
source: Events
de: Veranstaltungen

# Shared_NavMenu_Calendar
source: Calendar
de: Kalender

# Pages_Events_Title
source: Upcoming events
de: Anstehende Veranstaltungen

# Shared_NavMenu_ModPacks
source: Mod packs
de: Mod-Pakete

# Shared_NavMenu_Terrains
source: Terrains
de: Karten

# Shared_NavMenu_Users
source: Users
de: Benutzer

# Pages_ModPacks_Title
source: Mod packs
de: Mod-Pakete

# Pages_ModPacks_MyModPacks
source: My mod packs
de: Meine Mod-Pakete

# Pages_ModPacks_AllModPacks
source: All mod packs
de: Alle Mod-Pakete

# Pages_ModPacks_Table_Title
source: Title
de: Titel

# Shared_NavMenu_Logout
source: Logout
de: Abmelden

# Pages_ModPacks_CreateNewModPack
source: Create new mod pack
de: Neues Mod-Paket erstellen

# Pages_ModPacks_Table_Interactions
source: Interactions
de: Interaktionen

# Pages_ModPacks_Table_Owner
source: Owner
de: Besitzer

# Pages_ModPacks_Table_TimeStampCreated
source: Created
de: Erstellt

# Pages_ModPacks_Table_TimeStampUpdated
source: Updated
de: Aktualisiert

# Dialogs_ModifyModPackDialog_Title
source: Modify mod pack
de: Mod-Paket bearbeiten

# Dialogs_ModifyModPackDialog_TitleNew
source: New mod pack
de: Mod-Paket erstellen

# Common_Cancel
source: Cancel
de: Abbrechen

# Common_Create
source: Create
de: Erstellen

# Common_Submit
source: Submit
de: Abschicken

# Dialogs_ModifyModPackDialog_ReplaceModPackHtml
source: Replace mod pack HTML
de: Mod-Paket HTML ersetzen

# Common_Delete
source: Delete
de: Löschen

# Pages_ModPacks_ConfirmDeleteOfModPack_Title
source: Confirm deletion of mod pack
de: Mod-Paket löschen bestätigen

# Pages_ModPacks_ConfirmDeleteOfModPack_Description
source: Are you sure you want to delete this mod pack? This cannot be undone!
de: Sind Sie sicher, dass Sie dieses Mod-Paket löschen wollen? Dies kann nicht rückgängig gemacht werden!

# Dialogs_ModifyModPackDialog_Inputs_Title
source: Title
de: Titel

# Dialogs_ModifyModPackDialog_SetModPackHtml
source: Set mod pack HTMl
de: Mod-Paket HTML setzen

# Pages_ModPacks_MyModPacksOnly_ToolTip
source: Only my mod packs
de: Nur meine Mod-Pakete

# Pages_Terrains_ConfirmDeleteOfTerrain_Description
source: Are you sure you want to delete this terrain? This cannot be undone!
de: Sind Sie sicher, dass Sie diese Karte löschen wollen? Dies kann nicht rückgängig gemacht werden!

# Pages_Terrains_ConfirmDeleteOfTerrain_Title
source: Confirm deletion of terrain
de: Karte löschen bestätigen

# Pages_Terrains_AllTerrains
source: All Terrains
de: Alle Karten

# Pages_Terrains_CreateNewTerrain
source: Create new terrain
de: Neue Karte erstellen

# Pages_Terrains_Table_Title
source: Title
de: Titel

# Pages_Terrains_Title
source: Terrains
de: Karten

# Dialogs_ModifyTerrainDialog_Inputs_Title
source: Title
de: Titel

# Dialogs_ModifyTerrainDialog_ReplaceTerrainImage
source: Replace terrain image
de: Kartenbild ersetzen

# Dialogs_ModifyTerrainDialog_SetTerrainImage
source: Set terrain image
de: Kartenbild setzen

# Dialogs_ModifyTerrainDialog_Title
source: Modify terrain
de: Karte bearbeiten

# Dialogs_ModifyTerrainDialog_TitleNew
source: New terrain
de: Neue Karte

# Pages_Terrains_Table_Interactions
source: Interactions
de: Interaktionen

# Pages_Events_NoUpcomingEvents
source: No upcoming events
de: Keine anstehenden Veranstaltungen

# Dialogs_ModifyEventDialog_Inputs_Title
source: Title
de: Titel

# Dialogs_ModifyEventDialog_ReplaceEventImage
source: Replace image
de: Bild ersetzen

# Dialogs_ModifyEventDialog_SetEventImage
source: Set image
de: Bild setzen

# Dialogs_ModifyEventDialog_Title
source: Modify event
de: Veranstaltung bearbeiten

# Dialogs_ModifyEventDialog_TitleNew
source: New event
de: Neue Veranstaltung

# Dialogs_ModifyEventDialog_Inputs_Description
source: Description
de: Beschreibung

# Dialogs_ModifyEventDialog_Inputs_HostedBy
source: Hosted by
de: Veranstalter

# Dialogs_ModifyEventDialog_Inputs_ModPack
source: Mod pack
de: Mod-Paket

# Dialogs_ModifyEventDialog_Inputs_ScheduledForDate
source: Scheduled for (date)
de: Geplant für (Datum)

# Dialogs_ModifyEventDialog_Inputs_ScheduledForTime
source: Scheduled for (time)
de: Geplant für (Zeit)

# Dialogs_ModifyEventDialog_Inputs_Terrain
source: Terrain
de: Karte

# Common_Search
source: Search
de: Suche

# Pages_Users_Title
source: Users
de: Benutzer

# Pages_Users_AllUsers
source: All users
de: Alle Benutzer

# Pages_Users_Table_Roles
source: Roles
de: Rollen

# Pages_Users_Table_Title
source: Title
de: Titel

# Pages_Users_Table_Interactions
source: Interactions
de: Interaktionen

# Pages_Users_SelectRoleToAdd
source: Select role to add
de: Rolle zum hinzufügen wählen

# Dialogs_ModifyEventDialog_Inputs_MinimumAccepted
source: Minimum accepted
de: Mindestanzahl angenommen

# Pages_Events_EventCard_Slots
source: Slots
de: Plätze

# Pages_EventView_FailedToParseConfig_ParsedConfigIsNoValidMissionFile
source: File is not a valid mission file
de: Datei ist keine gültige Missionsdatei

# Pages_EventView_InvalidDataType_0path_1expected_2got
source: The data type at '{0}' was not of the expected type {1}, but was {2}.
de: Der Datentyp bei '{0}' war nicht vom erwarteten Typ {1}, sondern war {2}.

# Pages_EventView_PathDoesNotExists_0path
source: The path '{0}' does not exist.
de: Der Pfad '{0}' ist nicht vorhanden.

# Pages_EventView_SlotsSharingSameNameIsNotRecommended
source: Some slots have the same role name. This is NOT recommended as the system cannot properly identify which slots have been removed/added. Please consider making all names unique, e.g. by adding different explicit groups with the syntax "Group@Role" in the role name.
de: Einige Plätze haben denselben Rollennamen. Dies wird NICHT empfohlen, da das System nicht richtig erkennen kann, welche Plätze entfernt/hinzugefügt worden sind. Ziehen Sie in Erwägung, alle Namen eindeutig zu machen, z. B. durch Hinzufügen verschiedener expliziter Gruppen mit der Syntax "Gruppe@Rolle" im Rollennamen.

# Pages_EventView_SynchronizeSlotsWithMission
source: Synchronize slots with mission
de: Plätze mit Mission synchronisieren

# Pages_EventView_AssignToSelf
source: Assign to self
de: Mir zuweisen

# Common_CopiedToClipboard
source: Copied to clipboard
de: In Zwischenablage kopiert

# Hints_LogInUsingSteamAtTheBottomRightForAdditionalFeatures
source: Please sign in via the Steam sign-in option in the sidebar on the left (desktop) or in the menu at the top left (mobile) of your screen to access additional features.
de: Bitte melden Sie sich über die Steam-Anmeldeoption in der Seitenleiste links (Desktop) oder im Menü oben links (Mobil) auf deinem Bildschirm an, um auf zusätzliche Funktionen zuzugreifen.

# Pages_EventView_FailedToParseConfig_ParsedConfigIsBinarized
source: The file is binarized. Please change the save settings for the mission in 3DEN Editor and try again.
de: Die Datei ist binarisiert. Bitte ändern Sie die Speichereinstellungen für die Mission im 3DEN Editor und versuchen Sie es erneut.

# Pages_EventView_SelfAssignable
source: Self assignable
de: Selbst zuweisbar

# Pages_EventView_AssignToUser
source: Assign to user
de: Benutzer zuweisen

# Pages_Users_ToggleBan_ToolTip
source: Toggle ban status
de: Banstatus umschalten

# Pages_Users_ToggleVerified_ToolTip
source: Toggle verified status
de: Verifiziertstatus umschalten

# Pages_Users_Table_IsVerified
source: Verified
de: Verifiziert

# Hints_VerificationStatusPending
source: Your access is not confirmed yet. Please give the administrators some time to activate your access and reload the page after activation. Reloading the page is mandatory for the access change to take effect.
de: Ihr Zugang ist noch nicht bestätigt. Bitte geben Sie den Administratoren etwas Zeit, um Ihren Zugang zu aktivieren und laden Sie die Seite nach der Aktivierung neu. Das Neuladen der Seite ist zwingend erforderlich, damit die Zugangsänderung wirksam wird.

# Pages_GameServers_CreateNewGameServer
source: Create new server
de: Neuen Server erstellen

# Pages_GameServers_Table_ActiveModPack
source: Active mod pack
de: Aktives Mod-Paket

# Pages_GameServers_Table_Interactions
source: Interactions
de: Interaktionen

# Pages_GameServers_Table_SelectedModPack
source: Chosen mod pack
de: Gewähltes Mod-Paket

# Pages_GameServers_Table_TimeStampCreated
source: Created
de: Erstellt

# Pages_GameServers_Table_TimeStampUpgraded
source: Updated
de: Aktuallisiert

# Pages_GameServers_Table_Title
source: Title
de: Titel

# Pages_GameServers_Title
source: Game Servers
de: Spieleserver

# Pages_GameServers_ConfirmDeleteOfGameServer_Description
source: Are you sure you want to delete this server? This cannot be undone!
de: Sind Sie sicher, dass Sie diesen Server löschen wollen? Dies kann nicht rückgängig gemacht werden!

# Pages_GameServers_AllGameServers
source: All game servers
de: Alle Spieleserver

# Pages_GameServers_ConfirmDeleteOfGameServer_Title
source: Confirm deletion of server
de: Server löschen bestätigen

# Shared_NavMenu_GameServers
source: Game servers
de: Spieleserver

# Pages_GameServerEdit_TitleWhileLoading
source: Loading game server configuration
de: Lade Spieleserver Konfiguration

# Pages_GameServerEdit_GameServerTitle_HelperText
source: The name of the server in this interface
de: Der Name des Servers in dieser Oberfläche

# Pages_GameServerEdit_GameServerSelectedModPack_HelperText
source: The mod pack selected for this server
de: Das für diesen Server ausgewählte Mod-Paket

# Pages_GameServerEdit_GameServerSelectedModPack
source: Selected mod pack
de: Gewähltes Mod-Paket

# Pages_GameServerEdit_GameServerTitle
source: Server title
de: Servertitel

# Pages_GameServers_Status_UpgradingTooltip
source: Game server is upgrading
de: Spieleserver wird Aktuallisiert

# Pages_GameServers_Status_RunningTooltip
source: Game server is running
de: Spieleserver läuft

# Pages_GameServers_Status_StartingTooltip
source: Game server is starting
de: Spieleserver startet

# Pages_GameServers_Status_StoppedTooltip
source: Game server is stopped
de: Spieleserver ist heruntergefahren

# Pages_GameServers_Status_StoppingTooltip
source: Game server is shuting down
de: Spieleserver wird heruntergefahren

# Pages_EventView_Visible
source: Visible
de: Sichtbar

# Common_Close
source: Close
de: Schließen

# Dialogs_ShowGameServerLogs_LogLevel
source: Severity
de: Schwere

# Dialogs_ShowGameServerLogs_Message
source: Message
de: Nachricht

# Dialogs_ShowGameServerLogs_Source
source: Source
de: Quelle

# Dialogs_ShowGameServerLogs_TimeStamp
source: Timestamp
de: Zeitstempel

# Pages_Events_AllEvents
source: All events
de: Alle Veranstaltungen

# Pages_Events_CreateNewEvent
source: Create event
de: Veranstaltung erstellen

# Pages_Events_MyEvents
source: My events
de: Meine Veranstaltungen

# Pages_Events_MyEventsOnly_ToolTip
source: Only events hosted by me
de: Nur Veranstaltungen die von mir durchgeführt werden

# Pages_Events_Table_HostedBy
source: Hosted by
de: Veranstalter

# Pages_Events_Table_Interactions
source: Interactions
de: Interaktionen

# Pages_Events_Table_ModPack
source: Mod pack
de: Mod-Paket

# Pages_Events_Table_ScheduledFor
source: Scheduled for
de: Geplant für

# Pages_Events_Table_Terrain
source: Terrain
de: Karte

# Pages_Events_Table_TimeStampCreated
source: Created
de: Erstellt

# Pages_Events_Table_Title
source: Title
de: Titel

# Shared_NavMenu_UpcommingEvents
source: Upcoming events
de: Anstehende Veranstaltungen

# Dialogs_ModifyEventDialog_Inputs_IsVisible
source: Visible to users
de: Sichtbar für Benutzer

# Pages_Events_Table_ScheduledFor_EventAlreadyOccured
source: This event has already taken place and can no longer be attended.
de: Diese Veranstaltung hat bereits stattgefunden und kann nicht mehr besucht werden.

# Dialogs_ConfirmSlotSelection_SelectingSlotWillChangeAcceptanceToAccepted
source: When you select a slot, your acceptance will be changed to "accepted".
de: Wenn Sie einen Platz auswählen, wird Ihre Annahme in "akzeptiert" geändert.

# Dialogs_ConfirmSlotSelection_ConfirmAcceptanceStatusChange
source: Confirm the change of the acceptance status
de: Bestätigen Sie die Änderung des Annahmestatus

# Dialogs_ConfirmSlotLoss_ConfirmSlotLossOnAcceptanceChange
source: Confirm the loss of the slot selection
de: Bestätigen Sie den Verlust der Platzwahl

# Dialogs_ConfirmSlotLoss_SelectingSlotWillRemoveSlotSelection
source: If you change the acceptance status, the selected slot will also be removed.
de: Wenn Sie den Annahmestatus ändern, wird auch der ausgewählte Platz entfernt.

# Pages_Settings_AccountSettings
source: Account
de: Konto

# Shared_NavMenu_GDPR
source: GDPR
de: DSGVO

# Shared_NavMenu_Settings
source: Settings
de: Einstellungen

# Pages_Settings_PageSettings
source: Website
de: Webseite

# Pages_Settings_AccountSettings_DarkMode
source: Dark mode
de: Dunkelmodus

# Pages_Settings_AccountSettings_DeleteAccount
source: Delete account
de: Konto Löschen

# Pages_Settings_AccountSettings_SetAvatar
source: Set avatar
de: Avatar setzen

# Pages_Settings_AccountSettings_Nickname
source: Nickname
de: Spitzname

# Pages_Settings_AccountSettings_DeleteAccount_Confirm_Message
source: The deletion of your account is irrevocable! Are you really sure you want to delete your account?
de: Die Löschung Ihres Kontos ist unwiderruflich! Sind Sie wirklich sicher, dass Sie Ihr Konto löschen wollen?

# Pages_Settings_AccountSettings_DeleteAccount_Confirm_Title
source: Confirmation of account deletion
de: Bestätigung der Kontolöschung

source: Yes, I am sure I want to delete my account
de: Ja, ich bin sicher, dass ich mein Konto löschen möchte

# Pages_GameServers_UploadFile
source: Upload file
de: Datei hochladen

# Pages_GameServers_ConfirmDeleteOfFile_Title
source: Confirm file deletion
de: Dateilöschung bestätigen

# Pages_GameServers_ConfirmDeleteOfFile_Description
source: Are you sure you want to delete that file?
de: Sind Sie sicher, dass Sie die Datei löschen möchten?

# Dialogs_CreateWikiRevisionDialog_Inputs_Comment
source: Comment
de: Kommentar

# Dialogs_CreateWikiRevisionDialog_Inputs_Markdown
source: Content
de: Inhalt

# Dialogs_CreateWikiRevisionDialog_Inputs_Title
source: Title
de: Titel

# Dialogs_CreateWikiRevisionDialog_Title
source: Update wiki page
de: Wikiseite bearbeiten

# Dialogs_CreateWikiRevisionDialog_TitleNew
source: Create wiki page
de: Wikiseite erstellen

# Pages_Wiki_ConfirmDeletePage_Description
source: Confirm deletetion of the wiki page
de: Bestätigen Sie die Löschung der Wikiseite

# Pages_Wiki_ConfirmDeletePage_Title
source: Delete confirmation
de: Löschbestätigung
